{
  "total_lectures": 12,
  "total_objectives": 32,
  "lectures": [
    {
      "lecture_id": "Lecture_1_STAT",
      "lecture_number": 1,
      "title": "Data and Descriptive Statistics",
      "objectives": [
        "The different data types can be distinguished.",
        "The concepts of descriptive statistics are applied as well as interpreted in practice-oriented examples.",
        "Data can be prepared and graphically displayed for interpretation."
      ]
    },
    {
      "lecture_id": "Lecture_2_STAT",
      "lecture_number": 2,
      "title": "Correlation vs. Causality",
      "objectives": [
        "The association between random variables is measured and interpreted by using the concept of correlation.",
        "To distinguish between the concepts of correlation and causality and to apply them in practice-oriented examples."
      ]
    },
    {
      "lecture_id": "Lecture_3_STAT",
      "lecture_number": 3,
      "title": "Probability Theory",
      "objectives": [
        "The basic concepts of probability theory are applied in examples.",
        "The basic concepts of probability theory are represented by Venn diagrams or tree diagrams."
      ]
    },
    {
      "lecture_id": "Lecture_4_STAT",
      "lecture_number": 4,
      "title": "Random Variables and",
      "objectives": [
        "To calculate the expected value and variance of a discrete distribution by using the concept of random variables.",
        "Discrete distributions can be visually represented by probability functions and cumulative distribution functions.",
        "And when certain discrete distributions should be applied in practice- oriented examples."
      ]
    },
    {
      "lecture_id": "Lecture_5_STAT",
      "lecture_number": 5,
      "title": "Continuous, Normal and",
      "objectives": [
        "The expected value and the variance for continuous distributions can be calculated and interpreted.",
        "The normal distribution is applied in business context and why it is of central importance.",
        "A normal distribution is standardized and why the standard normal distribution is important."
      ]
    },
    {
      "lecture_id": "Lecture_6_STAT",
      "lecture_number": 6,
      "title": "Multi-Dimensional",
      "objectives": [
        "The probability concepts for two-dimensional random variables are applied in theory and in practice.",
        "The concepts of covariance and correlation are applied to random variables and how they are used to confirm stochastic independence."
      ]
    },
    {
      "lecture_id": "Lecture_7_STAT",
      "lecture_number": 7,
      "title": "Sampling Distributions",
      "objectives": [
        "Sample and population can be distinguished.",
        "The central limit theorem influences our approach.",
        "The sample distribution for the mean and the proportion is defined."
      ]
    },
    {
      "lecture_id": "Lecture_8_STAT",
      "lecture_number": 8,
      "title": "Estimation Theory",
      "objectives": [
        "The basic concepts of estimation theory and the necessary properties of estimators.",
        "Sampling statistics differ from the corresponding values of the population.",
        "Confidence intervals are calculated for mean and proportions.",
        "Large the required sample size should be."
      ]
    },
    {
      "lecture_id": "Lecture_9_STAT",
      "lecture_number": 9,
      "title": "Test Theory and",
      "objectives": [
        "To transform a verbal statement into appropriate null and alternative hypotheses, including the determination of whether a two-tailed test or a one-tailed test is appropriate.",
        "To describe what is meant by Type I and Type II errors and explain how their probabilities can be reduced in hypothesis testing.",
        "To carry out a hypothesis test for a population mean or a population proportion and interpret the results of the test.",
        "To explain the p-value for a hypothesis test and distinguish it from the level of significance α."
      ]
    },
    {
      "lecture_id": "Lecture_10_STAT",
      "lecture_number": 10,
      "title": "Two-Sample ProcedureSpring",
      "objectives": [
        "Hypothesis tests are used to compare the means and proportions of two dependent or independent samples.• Confidence intervals around the difference of two sample means orproportions are formed and interpreted.• an F-testis applied and interpreted for the comparison of twovariances.3."
      ]
    },
    {
      "lecture_id": "Lecture_11_STAT",
      "lecture_number": 11,
      "title": "Linear Regression",
      "objectives": [
        "A linear regression analysis is performed and which conditions must apply for a valid estimation.",
        "Correlations in a data set can be investigated and interpreted by means of a regression analysis."
      ]
    },
    {
      "lecture_id": "Lecture_12_STAT",
      "lecture_number": 12,
      "title": "Multiple Regression",
      "objectives": [
        "The results of a multiple regression analysis are interpreted and its model quality is determined.",
        "Dummy variables can model interaction effects.",
        "Potential errors in regression analysis can be detected and avoided."
      ]
    }
  ]
}